[
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 94,
    "content": "I have been taught by senior national security officials for decades never to bring them a problem without also suggesting a solution. This"
  },
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 178,
    "content": "When the term “cyber war” is used in this book, it refers to actions by a nation-state to penetrate another nation’s computers or networks for the purposes of causing damage or disruption."
  },
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 248,
    "content": "One use of cyber war is to make a conventional (the U.S. military prefers the term “kinetic”) attack easier by disabling the enemy’s defenses. Another use of cyber war is to send propaganda out to demoralize the enemy, distributing e-mails and other Internet media in place of the former practice of dropping pamphlets."
  },
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 1936,
    "content": "Third, the group thought worrying about who did cyber attacks, the so-called attribution problem, was fruitless and that people should instead focus on “resilience.” Resilience is the concept that accepts that a disruptive or even destructive attack will occur and advocates planning in advance for how to recover from such devastation."
  },
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 3254,
    "content": "U.S. forces, in addition to being more wired, are also more dependent upon private-sector contractor support than any likely adversary. Even if the U.S. military’s own networks were secure and reliable, those of its contractors, who often rely upon the public Internet, may not be."
  },
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 3748,
    "content": "The influential donors from the information technology, electric power, pipeline, and telecommunications industries have made the idea of serious cyber security regulations as remote as public financing of congressional campaigns or meaningful limits on campaign contributions."
  },
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 3757,
    "content": "A potential attacker needs to believe that much of his attack will fail and that its greatest effect will be retaliation of various sorts."
  },
  {
    "title": "Cyber War: The Next Threat to National Security and What to Do About It",
    "author": "Richard A. Clarke",
    "position": 3873,
    "content": "As much as people fear robots and artificial intelligence (without knowing that there are already a lot of both at work today), it may be worth thinking about using artificial intelligence to write new code."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 240,
    "content": "Humans were always far better at inventing tools than using them wisely."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 398,
    "content": "The first step is to tone down the prophecies of doom and switch from panic mode to bewilderment. Panic is a form of hubris. It comes from the smug feeling that one knows exactly where the world is heading: down. Bewilderment is more humble and therefore more clear-sighted."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 600,
    "content": "In addition, no remaining human job will ever be safe from the threat of future automation, because machine learning and robotics will continue to improve."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 600,
    "content": "In addition, no remaining human job will ever be safe from the threat of future automation, because machine learning and robotics will continue to improve. A forty-year-old unemployed Walmart cashier who through superhuman effort manages to reinvent herself as a drone pilot might have to reinvent herself again ten years later, because by then the flying of drones may also have"
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 600,
    "content": "In addition, no remaining human job will ever be safe from the threat of future automation, because machine learning and robotics will continue to improve. A forty-year-old unemployed Walmart cashier who through superhuman effort manages to reinvent herself as a drone pilot might have to reinvent herself again ten years later, because by then the flying of drones may also have been automated."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 632,
    "content": "Consequently, creating new jobs and retraining people to fill them will not be a one-time effort. The AI revolution won’t be a single watershed event after which the job market will just settle into a new equilibrium. Rather, it will be a cascade of ever-bigger disruptions. Already today few employees expect to work in the same job for their entire life.20 By 2050, not only the idea of a job for life but even that of a profession for life might seem antediluvian."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 926,
    "content": "Unfortunately, such a crude algorithm is easily misled, particularly because self-reporting is a notoriously unreliable gauge for people’s true preferences."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 1175,
    "content": "Democracy in its present form cannot survive the merger of biotech and infotech. Either democracy will successfully reinvent itself in a radically new form or humans will come to live in “digital dictatorships.”"
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 1328,
    "content": "If we want to prevent the concentration of all wealth and power in the hands of a small elite, the key is to regulate the ownership of data."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 1719,
    "content": "So when you watch the Tokyo Games in 2020, remember that this seeming competition between nations actually represents an astonishing global agreement. For all the national pride people feel when their delegation wins a gold medal and their flag is raised, there is far greater reason to feel pride that humankind is capable of organizing such an event."
  },
  {
    "title": "21 Lessons for the 21st Century",
    "author": "Yuval Noah Harari",
    "position": 1761,
    "content": "People still have different religions and national identities. But when it comes to the practical stuff—how to build a state, an economy, a hospital, or a bomb—almost all of us belong to the same civilization."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 252,
    "content": "Basically, we are the safest and most prosperous humans in the history of the world, yet we are feeling more hopeless than ever before. The better things get, the more we seem to despair. It’s the paradox of progress. And perhaps it can be summed up in one startling fact: the wealthier and safer the place you live, the more likely you are to commit suicide.30"
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 262,
    "content": "To build and maintain hope, we need three things: a sense of control, a belief in the value of something, and a community.32 “Control” means we feel as though we’re in control of our own life, that we can affect our fate. “Values” means we find something important enough to work toward, something better, that’s worth striving for. And “community” means we are part of a group that values the same things we do and is working toward achieving those things."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 658,
    "content": "This is the fundamental problem of self-control. This is the fundamental problem of hope—not an uneducated Thinking Brain, but an uneducated Feeling Brain, a Feeling Brain that has adopted and accepted poor value judgments about itself and the world. And this is the real work of anything that even resembles psychological healing: getting our values straight with ourselves so that we can get our values straight with the world."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 866,
    "content": "Persistent low-level narcissism is natural, but it’s also likely at the root of many of our sociopolitical problems. This is not a right-wing or a left-wing problem. This is not an older generation or younger generation problem. This is not an Eastern or Western problem. This is a human problem. Every institution will decay and corrupt itself. Each person, given more power and fewer restraints, will predictably bend that power to suit himself. Every individual will blind herself to her own flaws while seeking out the glaring flaws of others. Welcome to Earth. Enjoy your stay."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 980,
    "content": "without developing a clear vision of the future we desire, of the values we want to adopt, of the identities we want to shed or step into—we are forever doomed to repeat the failures of our past pain. The stories of our past define our identity. The stories of our future define our hopes. And our ability to step into those narratives and live them, to make them reality, is what gives our lives meaning."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 1189,
    "content": "Today, appealing to the hopeless is easier than ever before. All you need is a social media account: start posting extreme and crazy shit, and let the algorithm do the rest. The crazier and more extreme your posts, the more attention you’ll garner, and the more the hopeless will flock to you like flies to cow shit. It’s not hard at all."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2073,
    "content": "consciousness. To Kant, the only thing that distinguishes us from the rest of the matter in the universe is our ability to reason—we’re able to take the world around us and, through reasoning and will, improve upon it. This, to him, was special, exceedingly special—a miracle, almost—because for everything in the infinite span of existence, we are the only thing (that we know of) that can actually direct existence. In the known cosmos, we are the only sources of ingenuity and creativity. We are the only ones who can direct our own fate. We are the only ones who are self-aware. And for all we know, we are the only shot the universe has at intelligent self-organization."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2073,
    "content": "is completely scarce and unique: consciousness. To Kant, the only thing that distinguishes us from the rest of the matter in the universe is our ability to reason—we’re able to take the world around us and, through reasoning and will, improve upon it. This, to him, was special, exceedingly special—a miracle, almost—because for everything in the infinite span of existence, we are the only thing (that we know of) that can actually direct existence. In the known cosmos, we are the only sources of ingenuity and creativity. We are the only ones who can direct our own fate. We are the only ones who are self-aware. And for all we know, we are the only shot the universe has at intelligent self-organization."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2073,
    "content": "consciousness. To Kant, the only thing that distinguishes us from the rest of the matter in the universe is our ability to reason—we’re able to take the world around us and, through reasoning and will, improve upon it. This, to him, was special, exceedingly special—a miracle, almost—because for everything in the infinite span of existence, we are the only thing (that we know of) that can actually direct existence. In the known cosmos, we are the only sources of ingenuity and creativity. We are the only ones who can direct our own fate. We are the only ones who are self-aware. And for all we know, we are the only shot the universe has at intelligent self-organization."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2073,
    "content": "To Kant, the only thing that distinguishes us from the rest of the matter in the universe is our ability to reason—we’re able to take the world around us and, through reasoning and will, improve upon it. This, to him, was special, exceedingly special—a miracle, almost—because for everything in the infinite span of existence, we are the only thing (that we know of) that can actually direct existence. In the known cosmos, we are the only sources of ingenuity and creativity. We are the only ones who can direct our own fate. We are the only ones who are self-aware. And for all we know, we are the only shot the universe has at intelligent self-organization."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2090,
    "content": "Kant argued that the most fundamental moral duty is the preservation and growth of consciousness, both in ourselves and in others. He called this principle of always putting consciousness first “the Formula of Humanity,”"
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2116,
    "content": "His Formula of Humanity states that treating any human being (or any consciousness) as a means to some other end is the basis of all wrong behavior"
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2365,
    "content": "pain is the universal constant of the human condition. Therefore, the attempt to move away from pain, to protect oneself from all harm, can only backfire. Trying to eliminate pain only increases your sensitivity to suffering, rather than alleviating your suffering."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2769,
    "content": "“Give the people what they want” works only when you’re giving them innovations, like a synthetic kidney or something to prevent their car from spontaneously catching on fire. Give those people what they want. But giving people too many of the diversions they want is a dangerous game to play. For one, many people want stuff that’s awful. Two, many people are easily manipulated into wanting shit they don’t actually want (see: Bernays). Three, encouraging people to avoid pain through more and more diversions makes us all weaker and more fragile."
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2829,
    "content": "Write a check to a close friend or family member for three thousand dollars and tell them that if you ever smoke a cigarette again, they get to cash it.14"
  },
  {
    "title": "Everything Is F*cked (The Subtle Art of Not Giving a F*ck (2 Book Series))",
    "author": "Mark Manson",
    "position": 2914,
    "content": "Democracy can exist only when you are willing to tolerate views that oppose your own, when you’re willing to give up some things you might want for the sake of a safe and healthy community, when you’re willing to compromise and accept that sometimes things don’t go your way. Put another way: democracy requires a citizenry of strong maturity and character."
  },
  {
    "title": "The Manager's Path: A Guide for Tech Leaders Navigating Growth and Change",
    "author": "Camille Fournier",
    "position": 339,
    "content": "In a healthy organization, this onboarding mentorship role is used as an opportunity for both parties. The mentor gets the chance to see what it is like to have responsibility for another person, and the mentee gets an overseer who is focused on him alone, without other reports clamoring for his mentor’s attention."
  },
  {
    "title": "The Manager's Path",
    "author": "Camille Fournier",
    "position": 2382,
    "content": "The popular management book First, Break All the Rules2 discusses several questions you can answer to help predict team productivity and satisfaction. Among them are: Do I know what is expected of me at work?  Do I have the materials and equipment I need to do my work right?  Do I have the opportunity to do what I do best every day?"
  },
  {
    "title": "The Manager's Path",
    "author": "Camille Fournier",
    "position": 2397,
    "content": "In Chapter 5 I talked about how a common dysfunction of technical teams is not shipping code, and release frequency is the most direct measure of this. If your company doesn’t appreciate the value of releasing code frequently, I’m sorry. In this modern era, frequency of code change is one of the leading indicators of a healthy engineering team."
  },
  {
    "title": "A Gentleman in Moscow",
    "author": "Amor Towles",
    "position": 522,
    "content": "Having acknowledged that a man must master his circumstances or otherwise be mastered by them, the Count thought it worth considering how one was most likely to achieve this aim when one had been sentenced to a life of confinement."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 231,
    "content": "Something will always come up."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 251,
    "content": "Optimism. One of the most important qualities of a good leader is optimism, a pragmatic enthusiasm for what can be achieved. Even in the face of difficult choices and less than ideal outcomes, an optimistic leader does not yield to pessimism. Simply put, people are not motivated or energized by pessimists."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 263,
    "content": "embodies the fair and decent treatment of people. Empathy"
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 263,
    "content": "embodies the fair and decent treatment of people. Empathy"
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 371,
    "content": "it’s vital to create space in each day to let your thoughts wander beyond your immediate job responsibilities, to turn things over in your mind in a less pressured, more creative way than is possible once the daily triage kicks in."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 494,
    "content": "Instead, it’s about creating an environment in which you refuse to accept mediocrity. You instinctively push back against the urge to say There’s not enough time, or I don’t have the energy, or This requires a difficult conversation I don’t want to have, or any of the many other ways we can convince ourselves that “good enough” is good enough."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 661,
    "content": "Their business strategy was fairly simple. They were hypervigilant about controlling costs, and they believed in a decentralized corporate structure. Meaning: They didn’t think every key decision should be made by the two of them or by a small group of strategists in corporate headquarters. They hired people who were smart and decent and hardworking, they put those people in positions of big responsibility, and they gave them the support and autonomy needed to do the job. They were also tremendously generous with their time and always accessible. Because of this, executives working for them always had a clear sense of what their priorities were, and"
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 661,
    "content": "Their business strategy was fairly simple. They were hypervigilant about controlling costs, and they believed in a decentralized corporate structure. Meaning: They didn’t think every key decision should be made by the two of them or by a small group of strategists in corporate headquarters. They hired people who were smart and decent and hardworking, they put those people in positions of big responsibility, and they gave them the support and autonomy needed to do the job. They were also tremendously generous with their time and always accessible. Because of this, executives working for them always had a clear sense of what their priorities were, and"
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 661,
    "content": "Their business strategy was fairly simple. They were hypervigilant about controlling costs, and they believed in a decentralized corporate structure. Meaning: They didn’t think every key decision should be made by the two of them or by a small group of strategists in corporate headquarters. They hired people who were smart and decent and hardworking, they put those people in positions of big responsibility, and they gave them the support and autonomy needed to do the job. They were also tremendously generous with their time and always accessible. Because of this, executives working for them always had a clear sense of what their priorities were, and their focus enabled us all to be focused, too."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 879,
    "content": "I never start small. I’ve found that often people will focus on little details as a way of masking a lack of any clear, coherent, big thoughts. If you start petty, you seem petty. And if the big picture is a mess, then the small things don’t matter anyway, and you shouldn’t spend time focusing on them."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 1160,
    "content": "“Avoid getting into the business of manufacturing trombone oil. You may become the greatest trombone-oil manufacturer in the world, but in the end, the world only consumes a few quarts of trombone oil a year!” He was telling me not to invest in projects that would sap the resources of my company and me and not give much back. It was such a positive way to impart that wisdom, though, and I still have that piece of paper in my desk, occasionally pulling it out when I talk to Disney executives about what projects to pursue and where to put their energy."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 1194,
    "content": "Managing your own time and respecting others’ time is one of the most vital things to do as a manager, and he was horrendous at it."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 1222,
    "content": "It’s a hard thing to do, especially in the moment, but those instances in which you find yourself hoping that something will work without being able to convincingly explain to yourself how it will work—that’s when a little bell should go off, and you should walk yourself through some clarifying questions. What’s the problem I need to solve? Does this solution make sense? If I’m feeling some doubt, why? Am I doing this for sound reasons or am I motivated by something personal?"
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 1244,
    "content": "Conversely, if you’re a boss, these are the people to nurture—not the ones who are clamoring for promotions and complaining about not being utilized enough but the ones who are proving themselves to be indispensable day in and day out."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 1543,
    "content": "Optimism sets a different machine in motion. Especially in difficult moments, the people you lead need to feel confident in your ability to focus on what matters, and not to operate from a place of defensiveness and self-preservation. This isn’t about saying things are good when they’re not, and it’s not about conveying some innate faith that “things will work out.” It’s about believing you and the people around you can steer toward the best outcome, and not communicating the feeling that all is lost if things don’t break your way. The tone you set as a leader has an enormous effect on the people around you. No one wants to follow a pessimist. —"
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 1754,
    "content": "A company’s culture is shaped by a lot of things, but this is one of the most important—you have to convey your priorities clearly and repeatedly. In my experience, it’s what separates great managers from the rest. If leaders don’t articulate their priorities clearly, then the people around them don’t know what their own priorities should be. Time and energy and capital get wasted. People in your organization suffer unnecessary anxiety because they don’t know what they should be focused on. Inefficiency sets in, frustration builds up, morale sinks."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 2266,
    "content": "“A few solid pros are more powerful than dozens of cons,” Steve said. “So what should we do next?” Another lesson: Steve was great at weighing all sides of an issue and not allowing negatives to drown out positives, particularly for things he wanted to accomplish. It was a powerful quality of his."
  },
  {
    "title": "The Ride of a Lifetime",
    "author": "Robert Iger",
    "position": 3650,
    "content": "There have been many times over the years when I’ve had to deliver difficult news to accomplished people, some of whom were friends, and some of whom had been unable to flourish in positions that I had put them in. I try to be as direct about the problem as possible, explaining what wasn’t working and why I didn’t think it was going to change. There’s a kind of euphemistic corporate language that is often deployed in those situations, and that has always struck me as offensive. If you respect the person, then you owe them a clear explanation for the decision you’re making. There’s no way for the conversation not to be painful, but at least it can be honest."
  },
  {
    "title": "Good Economics for Hard Times",
    "author": "Abhijit V. Banerjee",
    "position": 435,
    "content": "“Empirical research in recent decades suggests that findings remain by and large consistent with those in The New Americans National Research Council (1997) in that, when measured over a period of more than 10 years, the impact of immigration on the wages of natives overall is very small.”"
  },
  {
    "title": "Good Economics for Hard Times",
    "author": "Abhijit V. Banerjee",
    "position": 2105,
    "content": "We should not stop telling the truth, but it is more useful to express it in a nonjudgmental way."
  },
  {
    "title": "Good Economics for Hard Times",
    "author": "Abhijit V. Banerjee",
    "position": 2372,
    "content": "Gordon Allport, a professor of psychology at Harvard, formulated what he called the contact hypothesis in 1954.81 This is the idea that under appropriate conditions, interpersonal contact is one of the most effective ways to reduce prejudice. By spending time with others, we learn to understand and appreciate them, and as a result of this new appreciation and understanding, prejudice should diminish."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 261,
    "content": "Habits are the compound interest of self-improvement. The same way that money multiplies through compound interest, the effects of your habits multiply as you repeat them. They seem to make little difference on any given day and yet the impact they deliver over the months and years can be enormous."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 369,
    "content": "If you want better results, then forget about setting goals. Focus on your system instead."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 508,
    "content": "The biggest barrier to positive change at any level—individual, team, society—is identity conflict. Good habits can make rational sense, but if they conflict with your identity, you will fail to put them into action."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1116,
    "content": "The same strategy can be employed for good habits. By sprinkling triggers throughout your surroundings, you increase the odds that you’ll think about your habit throughout the day. Make sure the best choice is the most obvious one. Making a better decision is easy and natural when the cues for good habits are right in front of you. Environment design is powerful not only because it influences how we engage with the world but also because we rarely do"
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1116,
    "content": "The same strategy can be employed for good habits. By sprinkling triggers throughout your surroundings, you increase the odds that you’ll think about your habit throughout the day. Make sure the best choice is the most obvious one. Making a better decision is easy and natural when the cues for good habits are right in front of you. Environment design is powerful not only because it influences how we engage with"
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1116,
    "content": "The same strategy can be employed for good habits. By sprinkling triggers throughout your surroundings, you increase the odds that you’ll think about your habit throughout the day. Make sure the best choice is the most obvious one. Making a better decision is easy and natural when the cues for good habits are right in front of you. Environment design is powerful not only because it influences how we engage with the world but also because we rarely do it."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1445,
    "content": "We don’t choose our earliest habits, we imitate them. We follow the script handed down by our friends and family, our church or school, our local community and society at large. Each of these cultures and groups comes with its own set of expectations and standards—when and whether to get married, how many children to have, which holidays to celebrate, how much money to spend on your child’s birthday party. In many ways, these social norms are the invisible rules that guide your behavior each day. You’re always keeping them in mind, even if they are not at the top of your mind. Often, you follow the habits of your culture without thinking, without"
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1445,
    "content": "We don’t choose our earliest habits, we imitate them. We follow the script handed down by our friends and family, our church or school, our local community and society at large. Each of these cultures and groups comes with its own set of expectations and standards—when and whether to get married, how many children to have, which holidays to celebrate, how much money to spend on your child’s birthday party. In many ways, these social norms are the invisible rules that guide your behavior each day. You’re always keeping them in mind, even if they are not at the top of your mind. Often, you follow the habits of your culture without thinking, without questioning, and sometimes without remembering."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1545,
    "content": "One of the most effective things you can do to build better habits is to join a culture where (1) your desired behavior is the normal behavior and (2) you already have something in common with the group."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1543,
    "content": "We tend to imitate the habits of three social groups: the close (family and friends), the many (the tribe), and the powerful (those with status and prestige)."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1633,
    "content": "Reframing your habits to highlight their benefits rather than their drawbacks is a fast and lightweight way to reprogram your mind and make a habit seem more attractive."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1625,
    "content": "You have to wake up early for work. You have to make another sales call for your business. You have to cook dinner for your family. Now, imagine changing just one word: You don’t “have” to. You “get” to. You get to wake up early for work. You get to make another sales call for your business. You get to cook dinner for your family. By simply changing one word, you shift the way you view each event. You transition from seeing these behaviors as burdens and turn them into opportunities."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 1779,
    "content": "The 3rd Law of Behavior Change is make it easy. The most effective form of learning is practice, not planning. Focus on taking action, not being in motion."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 2042,
    "content": "Habits can be completed in a few seconds but continue to impact your behavior for minutes or hours afterward. Many habits occur at decisive moments—choices that are like a fork in the road—and either send you in the direction of a productive day or an unproductive one. The Two-Minute Rule states, “When you start a new habit, it should take less than two minutes to do.” The more you ritualize the beginning of a process, the more likely it becomes that you can slip into the state of deep focus that is required to do great things. Standardize before you optimize. You can’t improve a habit that doesn’t exist. 14 How to Make Good Habits Inevitable and Bad Habits Impossible IN THE SUMMER OF 1830, Victor Hugo was facing an impossible deadline."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 2042,
    "content": "Habits can be completed in a few seconds but continue to impact your behavior for minutes or hours afterward. Many habits occur at decisive moments—choices that are like a fork in the road—and either send you in the direction of a productive day or an unproductive one. The Two-Minute Rule states, “When you start a new habit, it should take less than two minutes to do.” The more you ritualize the beginning of a process, the more likely it becomes that you can slip into the state of deep focus that is required to do great things."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 2042,
    "content": "Habits can be completed in a few seconds but continue to impact your behavior for minutes or hours afterward. Many habits occur at decisive moments—choices that are like a fork in the road—and either send you in the direction of a productive day or an unproductive one. The Two-Minute Rule states, “When you start a new habit, it should take less than two minutes to do.” The more you ritualize the beginning of a process, the more likely it becomes that you can slip into the state of deep focus that is required to do great things. Standardize before you optimize. You can’t improve a habit that doesn’t exist."
  },
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "position": 2263,
    "content": "And after thousands of generations in an immediate-return environment, our brains evolved to prefer quick payoffs to long-term ones. Behavioral economists refer to this tendency as time inconsistency. That is, the way your brain evaluates rewards is inconsistent across time.* You value the present more than the future. Usually, this tendency serves us well. A reward that is certain right now is typically worth more than one that is merely possible in the future. But occasionally, our bias toward instant gratification causes problems."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 203,
    "content": "Learning is an active process. We learn by doing. So, if you desire to master the principles you are studying in this book, do something about them."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 395,
    "content": "When dealing with people, let us remember we are not dealing with creatures of logic. We are dealing with creatures of emotion, creatures bristling with prejudices and motivated by pride and vanity."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 400,
    "content": "Any fool can criticize, condemn and complain—and most fools do. But it takes character and self-control to be understanding and forgiving. “A great man shows his greatness,” said Carlyle, “by the way he treats little men.”"
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 676,
    "content": "Tomorrow you may want to persuade somebody to do something. Before you speak, pause and ask yourself: “How can I make this person want to do it?” That question will stop us from rushing into a situation heedlessly, with futile chatter about our desires."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 705,
    "content": "“If there is any one secret of success, it lies in the ability to get the other person’s point of view and see things from that person’s angle as well as from your own.”"
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 911,
    "content": "The New York Telephone Company made a detailed study of telephone conversations to find out which word is the most frequently used. You have guessed it: it is the personal pronoun “I.” “I.” “I.” It was used 3,900 times in 500 telephone conversations. “I.” “I.” “I.” “I.”"
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 1087,
    "content": "“People who smile,” he said, “tend to manage, teach and sell more effectively, and to raise happier children. There’s far more information in a smile than a frown. That’s why encouragement is a much more effective teaching device than punishment.”"
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 1424,
    "content": "So if you aspire to be a good conversationalist, be an attentive listener. To be interesting, be interested. Ask questions that other persons will enjoy answering. Encourage them to talk about themselves and their accomplishments. Remember that the people you are talking to are a hundred times more interested in themselves and their wants and problems than they are in you and your problems."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 1652,
    "content": "IN A NUTSHELL SIX WAYS TO MAKE PEOPLE LIKE YOU PRINCIPLE 1 Become genuinely interested in other people. PRINCIPLE 2 Smile. PRINCIPLE 3 Remember that a person’s name is to that person the sweetest and most important sound in any language. PRINCIPLE 4 Be a good listener. Encourage others to talk about themselves. PRINCIPLE 5 Talk in terms of the other person’s interests. PRINCIPLE 6 Make the other person feel important—and do it sincerely."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 885,
    "content": "A NUTSHELL FUNDAMENTAL TECHNIQUES IN HANDLING PEOPLE PRINCIPLE 1 Don’t criticize, condemn or complain. PRINCIPLE 2 Give honest and sincere appreciation. PRINCIPLE 3 Arouse in the other person an eager want."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 1687,
    "content": "As a result of all this, I have come to the conclusion that there is only one way under high heaven to get the best of an argument—and that is to avoid it. Avoid it as you would avoid rattlesnakes and earthquakes. Nine times out of ten, an argument ends with each of the contestants more firmly convinced than ever that he is absolutely right."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 2151,
    "content": "In talking with people, don’t begin by discussing the things on which you differ. Begin by emphasizing—and keep on emphasizing—the things on which you agree. Keep emphasizing, if possible, that you are both striving for the same end and that your only difference is one of method and not of purpose. Get the other person saying “Yes, yes” at the outset. Keep your opponent, if possible, from saying “No.”"
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 2378,
    "content": "you will have grasped the only solid foundation for interpersonal relationships; namely, that success in dealing with people depends on a sympathetic grasp of the other person’s viewpoint.”"
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 2450,
    "content": "Three-fourths of the people you will ever meet are hungering and thirsting for sympathy. Give it to them, and they will love you."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 2694,
    "content": "“The way to get things done,” says Schwab, “is to stimulate competition. I do not mean in a sordid, money-getting way, but in the desire to excel.”"
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 2722,
    "content": "IN A NUTSHELL WIN PEOPLE TO YOUR WAY OF THINKING PRINCIPLE 1 The only way to get the best of an argument is to avoid it. PRINCIPLE 2 Show respect for the other person’s opinions. Never say, “You’re wrong.” PRINCIPLE 3 If you are wrong, admit it quickly and emphatically. PRINCIPLE 4 Begin in a friendly way. PRINCIPLE 5 Get the other person saying “yes, yes” immediately. PRINCIPLE 6 Let the other person do a great deal of the talking. PRINCIPLE 7 Let the other person feel that the idea is his or hers. PRINCIPLE 8 Try honestly to see things from the other person’s point of view. PRINCIPLE 9 Be sympathetic with the other person’s ideas and desires. PRINCIPLE 10 Appeal to the nobler motives. PRINCIPLE 11 Dramatize your ideas. PRINCIPLE 12 Throw down a challenge."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 3079,
    "content": "Everybody likes to be praised, but when praise is specific, it comes across as sincere—not something the other person may be saying just to make one feel good."
  },
  {
    "title": "How To Win Friends and Influence People",
    "author": "Dale Carnegie",
    "position": 3279,
    "content": "IN A NUTSHELL BE A LEADER A leader’s job often includes changing your people’s attitudes and behavior. Some suggestions to accomplish this: PRINCIPLE 1 Begin with praise and honest appreciation. PRINCIPLE 2 Call attention to people’s mistakes indirectly. PRINCIPLE 3 Talk about your own mistakes before criticizing the other person. PRINCIPLE 4 Ask questions instead of giving direct orders. PRINCIPLE 5 Let the other person save face. PRINCIPLE 6 Praise the slightest improvement and praise every improvement. Be “hearty in your approbation and lavish in your praise.” PRINCIPLE 7 Give the other person a fine reputation to live up to. PRINCIPLE 8 Use encouragement. Make the fault seem easy to correct. PRINCIPLE 9 Make the other person happy about doing the thing you suggest."
  },
  {
    "title": "The Three-Body Problem (The Three-Body Problem Series)",
    "author": "Cixin Liu",
    "position": 344,
    "content": "It was impossible to expect a moral awakening from humankind itself, just like it was impossible to expect humans to lift off the earth by pulling up on their own hair. To achieve moral awakening required a force outside the human race."
  }
]